[{
        "text": "Птицы живут по всей планете, на всех континентах. Они есть даже в самых труднодоступных областях Антарктиды"
    },

    {
        "text": "Самые крохотные птицы на свете — колибри, особи некоторых их видов весят около 3 грамм. Самая маленькая птичка в мире — колибри-пчёлка, средняя длина её тела составляет около пяти с половиной сантиметров"
    },
    {
        "text": "Африканские страусы порой достигают веса в 150 кг, а некоторые вымершие виды нелетающих птиц весили до 400 кг. В настоящее время самая крупная из всех птиц на земле — именно африканский страус. Рост этих птиц достигает 2,7 метра"
    },

    {
        "text": "До сих пор точно не известно, от какого вида живых существ произошли птицы. Одна из самых популярных теорий гласит, что от динозавров"
    },
    {
        "text": "Все населяющие Северную Америку воробьи являются потомками пары этих птиц, выпущенных в Центральном парке Нью-Йорка в XIX веке"
    },
    {
        "text": "Некоторые птицы ежедневно потребляют количество пищи, равное четверти массы их собственного тела"
    },

    {
        "text": "Перья есть только у птиц, ни у одного из других современных животных они не встречаются"
    },
    {
        "text": "У птиц не одна гортань, а две"
    },
    {
        "text": "Морские птицы могут пить солёную морскую воду"
    },
    {
        "text": "Новокаледонский ворон — одна из самых умных птиц. Он умеет изготавливать из подручных растительных материалов орудия труда, помогающие ему добывать пропитания — например, крючковатые инструменты, которыми он извлекает насекомых из-под древесной коры"
    },
    {
        "text": "Совы летают абсолютно бесшумно благодаря своим перьям"
    },
    {
        "text": "Утки и гуси были бы способны выдержать холод до сотни градусов ниже нуля, если бы на Земле вообще бывали подобные морозы"
    },
    {
        "text": "Проживающая в Австралии птица лирохвост обладает чрезвычайно сложным голосовым аппаратом. Эти создания умеют имитировать любые звуки, вплоть до воя бензопилы, человеческого плача или звука работы автомобильного двигателя"
    },
    {
        "text": "Единственная птица, способная к полёту «задом наперёд» — колибри"
    },
    {
        "text": "Первая птица, некогда одомашненная человеком — это гусь"
    },
    {
        "text": "Почти две трети всех видов птиц живёт в тропических лесах"
    }
]