[{
        "text": "Birds live all over the planet, on all continents. They even exist in the most inaccessible places in Antarctica."
    },

    {
        "text": "The smallest birds in the world are hummingbirds, individuals of some of their species weigh about 3 grams. The smallest bird in the world is the bee hummingbird, its average body length is about five and a half centimeters."
    },
    {
        "text": "African ostriches sometimes reach a weight of 150 kg, and some extinct species of flightless birds weighed up to 400 kg. Currently, the largest of all birds on earth is the African ostrich. The growth of these birds reaches 2.7 meters"
    },

    {
        "text": "It is still not known exactly what species of living creatures birds originated from. One of the most popular theories is that dinosaurs"
    },
    {
        "text": "All sparrows inhabiting North America are descendants of a pair of these birds released in New York's Central Park in the 19th century."
    },
    {
        "text": "Some birds consume a daily amount of food equal to a quarter of their own body weight."
    },

    {
        "text": "Only birds have feathers, none of the other modern animals have them."
    },
    {
        "text": "Birds do not have one larynx, but two"
    },
    {
        "text": "Seabirds can drink salty sea water"
    },
    {
        "text": "The New Caledonian Raven is one of the most intelligent birds. He knows how to make tools from improvised plant materials that help him get food - for example, hooked tools with which he extracts insects from under tree bark."
    },
    {
        "text": "Owls fly silently thanks to their feathers."
    },
    {
        "text": "Ducks and geese would be able to withstand colds up to a hundred degrees below zero, if such frosts ever occurred on Earth."
    },
    {
        "text": "The lyrebird bird living in Australia has an extremely complex vocal apparatus. These creatures can imitate any sound, up to the howl of a chainsaw, human crying or the sound of a car engine."
    },
    {
        "text": "The only bird capable of flying backwards is the hummingbird."
    },
    {
        "text": "The first bird ever domesticated by man is the goose"
    },
    {
        "text": "Nearly two-thirds of all bird species live in tropical rainforests."
    }
]